Repository: junya-prg/SmoPace
Catalog: Smoker/Localizable.xcstrings
Source language: ja
Languages: en

source: — 少しずつ、自分のペースで —
en: — A little at a time, at your own pace —

source: %.1f本
en: %.1f cigs

source: %@ / %lld本
en: %1$@ / %2$lld cigs

source: %@を記録
en: Logging %@

source: %lld件
en: %lld

source: %lld件の記録
en: %lld records

source: %lld分
en: %lld min

source: %lld時
en: %lld:00

source: %lld時間%lld分
en: %1$lldh %2$lldm

source: %lld月
en: %lld

source: %lld本
en: %lld cigs

source: %lld本超過
en: %lld over

source: +%lld分
en: +%lldm

source: +%lld時間%lld分
en: +%1$lldh %2$lldm

source: ★マークの銘柄がウィジェットからのカウントアップ時に使用されます
en: The brand marked with ★ is used when counting up from the widget.

source: 1日の目標本数
en: Daily limit

source: 1箱あたりの価格
en: Price per pack

source: 1箱あたりの本数
en: Cigarettes per pack

source: AIが記事を分析中...
en: AI is analyzing articles...

source: AIセッションが利用できません
en: AI session is not available

source: AIニュース
en: AI News

source: AI要約
en: AI Summary

source: Apple Intelligenceが利用できません。デバイスの設定を確認してください。
en: Apple Intelligence is not available. Please check your device settings.

source: H時台
en: h a

source: iCloud同期
en: iCloud Sync

source: iCloud同期の設定を反映するには、アプリを完全に終了して再起動してください。
en: To apply the iCloud sync setting, fully quit and relaunch the app.

source: iCloud同期を有効にすると、同じApple IDでサインインしている他のデバイスとデータが自動的に同期されます。設定を変更した場合はアプリの再起動が必要です。
en: When iCloud Sync is on, your data is automatically synced across devices signed in to the same Apple ID. Restart the app after changing this setting.

source: JSONファイル形式でデータをエクスポート・インポートできます。機種変更時やバックアップ用にご利用ください。
en: You can export/import data as JSON. Useful for backups or transferring between devices.

source: SmoPaceは個人開発のアプリです。 アプリが気に入ったら、開発者を応援してください。 いただいた支援は、アプリの改善に活用させていただきます。
en: SmoPace is an indie app made by one developer. If you enjoy it, please consider supporting development. Your support goes directly into making the app better.

source: URLの生成に失敗しました
en: Failed to construct URL

source: アプリが気に入ったら、開発者を応援してください
en: If you enjoy this app, consider supporting the developer

source: アプリの再起動が必要です
en: App restart required

source: アプリ情報
en: About

source: アプリ開発を応援する
en: Cheer on app development

source: ありがとうございます！
en: Thank you!

source: インポート
en: Import

source: インポートエラー
en: Import error

source: インポートに失敗しました: %@
en: Import failed: %@

source: インポート完了
en: Import complete

source: おすすめ度
en: Recommendation

source: おすすめ度: %lld%%
en: Recommendation: %lld%%

source: おすすめ度の計算に失敗しました: %@
en: Failed to calculate recommendation: %@

source: カテゴリ分類に失敗しました: %@
en: Categorization failed: %@

source: キャンセル
en: Cancel

source: クラウド同期
en: Cloud Sync

source: コーヒー1杯
en: A cup of coffee

source: このアプリが気に入ったら、開発者を支援してください
en: If you enjoy this app, please support the developer

source: この記事はあなたとの関連性が低めです
en: Limited relevance to you

source: この記事はあなたに関連性が高いです
en: Quite relevant to you

source: この記事はあなたに非常におすすめです
en: Highly recommended for you

source: この記事は参考になるかもしれません
en: Might be helpful

source: サーバーからのレスポンスが不正です
en: Invalid server response

source: サポート
en: Support

source: サポートされていないバックアップバージョンです: %@
en: Unsupported backup version: %@

source: すべて
en: All

source: その他
en: Other

source: タップで戻る
en: Tap to return

source: データのインポートが完了しました。
en: Data import is complete.

source: データのエンコードに失敗しました
en: Failed to encode data

source: データのデコードに失敗しました
en: Failed to decode data

source: データのバックアップと復元
en: Backup & Restore

source: データはこのデバイスにのみ保存されます
en: Data is stored only on this device

source: データをインポート
en: Import data

source: データをインポートしますか？
en: Import this data?

source: データをエクスポート
en: Export data

source: データ管理
en: Data

source: デフォルト
en: Default

source: バージョン
en: Version

source: ファイルの書き込みに失敗しました
en: Failed to write file

source: ファイルの読み込みに失敗しました
en: Failed to read file

source: ファイルの読み込みに失敗しました: %@
en: Failed to read file: %@

source: ファイルの選択に失敗しました: %@
en: Failed to select file: %@

source: ファイルへのアクセス権限がありません。
en: No permission to access this file.

source: プライバシーポリシー
en: Privacy Policy

source: プルダウンで更新してください
en: Pull down to refresh

source: ホーム
en: Home

source: ゆっくりと...
en: Take it slow...

source: 一部のみ表示: Connect 未登録の製品IDは取得されません。3種テストは Scheme の StoreKit Configuration に SmokerTip.storekit を指定するか、Connect で同じ製品IDを登録してください。
en: Showing partial list: products not registered in App Store Connect won't be loaded. To test all three, point the Scheme's StoreKit Configuration at SmokerTip.storekit, or register the same product IDs in Connect.

source: 不明
en: Unknown

source: 今日の履歴
en: Today's log

source: 今日の記録
en: Today

source: 今日の記録がまだありません
en: No records for today yet

source: 今日の記録はまだありません
en: No records yet today

source: 今日の金額: %@
en: Today's spend: %@

source: 今月に戻る
en: Back to this month

source: 他 %lld件
en: %lld more

source: 他のカテゴリを選択してください
en: Try a different category

source: 元の記事を読む
en: Read the original article

source: 全体
en: All

source: 再読み込み
en: Reload

source: 最大
en: Max

source: 前回から: %@
en: Since last: %@

source: 合計
en: Total

source: 合計: %lld本
en: Total: %lld

source: 同期が有効です
en: Sync is on

source: 商品情報を読み込めませんでした
en: Couldn't load product information

source: 完了
en: Done

source: 平均
en: Average

source: 年
en: Y

source: 応援サポート
en: Cheer support

source: 手動バックアップ
en: Manual backup

source: 新商品
en: New products

source: 既存のデータは上書きされます。
en: Existing data will be overwritten.

source: 既存のデータは上書きされます。 バックアップ日時: %@ 記録数: %lld件 銘柄数: %lld件
en: Existing data will be overwritten. Backup time: %1$@ Records: %2$lld Brands: %3$lld

source: 日
en: D

source: 日付をタップして詳細を表示
en: Tap a date to see details

source: 月
en: M

source: 未分類
en: Unsorted

source: 未設定
en: Not set

source: 本
en: cigs

source: 本日の進捗
en: Today's progress

source: 業界
en: Industry

source: 残り %lld本
en: %lld to go

source: 残り: %lld本
en: %lld to go

source: 現在のデータ
en: Your data

source: 登録済みの銘柄の価格は数値のまま維持されます。新しい通貨に合った金額で再入力することをおすすめします。
en: Existing brand prices are kept as the same numbers. We recommend re-entering them at sensible amounts for the new currency.

source: 登録銘柄
en: Brands

source: 目標
en: Limit

source: 目標: %lld本
en: Limit: %lld

source: 目標/月
en: Limit/mo

source: 目標設定
en: Goal

source: 節煙
en: Cutting down

source: 累計 %lld本（この時間帯: %lld本）
en: Cumulative: %1$lld (this hour: %2$lld)

source: 統計
en: Stats

source: 要約の生成に失敗しました: %@
en: Failed to generate summary: %@

source: 要約を生成できません
en: Cannot generate summary

source: 要約を生成できませんでした
en: Couldn't generate a summary

source: 記事がありません
en: No articles

source: 記事の取得に失敗しました: %@
en: Failed to fetch articles: %@

source: 記事の概要
en: Article summary

source: 記事を共有
en: Share article

source: 記事を取得中...
en: Fetching articles...

source: 記事詳細
en: Article

source: 記録
en: Records

source: 記録がありません
en: No records

source: 記録なし
en: No records

source: 設定
en: Settings

source: 該当する記事がありません
en: No matching articles

source: 豆知識
en: Trivia

source: 超過: +%lld本
en: Over: +%lld

source: 追加
en: Add

source: 通貨
en: Currency

source: 通貨を変更しました
en: Currency changed

source: 通貨を変更しますか？
en: Change currency?

source: 通貨を変更すると、登録済みの銘柄の価格は維持されますが、新しい通貨での適切な価格に再入力することをおすすめします。
en: Existing brand prices will be kept as numbers, but we recommend re-entering them at sensible amounts for the new currency.

source: 通貨を変更すると、登録済みの銘柄の価格を再入力する必要があります
en: Changing the currency means you'll need to re-enter prices for any existing brands.

source: 通貨設定
en: Currency

source: 週
en: W

source: 金額
en: Amount

source: 銘柄を追加
en: Add brand

source: 銘柄別内訳
en: By brand

source: 銘柄名
en: Brand name

source: 銘柄情報
en: Brand info

source: 銘柄設定
en: Brands

source: 閉じる
en: Close

source: 開発サポート
en: Developer support

source: 開発者にコーヒーを奢る
en: Buy the developer a coffee

source: 開発者への応援、心より感謝いたします。 これからもアプリの改善に努めます！
en: Thank you so much for your support. I'll keep improving the app!

source: 開発者を応援する
en: Support the developer
